#+TITLE: Light and Value I
#+AUTHOR: Chris Hogan
#+DATE: <2022-01-31 Mon> to <2022-02-27 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-02-18 Fri 21:03], for week 2022-W07.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *30h 47m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *8h 5m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-01-31 Mon>
**** DONE Brainstorm CABC assignment 2 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-31 Mon 08:08]--[2022-01-31 Mon 10:54] =>  2:46
     :END:
**** DONE Brainstorm CABC assignment 2 color                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-01-31 Mon 17:20]--[2022-01-31 Mon 20:33] =>  3:13
     CLOCK: [2022-01-31 Mon 13:00]--[2022-01-31 Mon 16:02] =>  3:02
     CLOCK: [2022-01-31 Mon 10:54]--[2022-01-31 Mon 11:41] =>  0:47
     :END:
*** <2022-02-01 Tue>
**** DONE Brainstorm CABC assignment 2 color                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-01 Tue 18:08]--[2022-02-01 Tue 21:11] =>  3:03
     :END:
*** <2022-02-02 Wed>
**** DONE Brainstorm CABC assignment 2 sketching                    :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-02 Wed 18:01]--[2022-02-02 Wed 21:07] =>  3:06
     :END:
*** <2022-02-03 Thu>
**** DONE Brainstorm CABC assignment 2 color                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-03 Thu 17:38]--[2022-02-03 Thu 20:37] =>  2:59
     :END:
*** <2022-02-04 Fri>
**** DONE Brainstorm CABC assignment 2 submission                   :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-04 Fri 18:05]--[2022-02-04 Fri 18:25] =>  0:20
     :END:
**** DONE Foundation Patreon: Basic Rendering                         :study:
     :LOGBOOK:
     CLOCK: [2022-02-04 Fri 18:25]--[2022-02-04 Fri 19:15] =>  0:50
     :END:
**** DONE Foundation Patreon: Basic Rendering                       :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-04 Fri 19:15]--[2022-02-04 Fri 21:07] =>  1:52
     :END:
*** <2022-02-05 Sat>
**** DONE Foundation Patreon: Basic Rendering                         :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 07:47]--[2022-02-05 Sat 11:05] =>  3:18
     :END:
**** DONE Foundation Patreon: Basic Rendering                         :study:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 11:05]--[2022-02-05 Sat 11:31] =>  0:26
     :END:
**** DONE Brainstorm CABC week 3                                      :study:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 12:00]--[2022-02-05 Sat 15:21] =>  3:21
     :END:
**** DONE Brainstorm CABC assignment 3 research and reference         :study:
     :LOGBOOK:
     CLOCK: [2022-02-05 Sat 17:22]--[2022-02-05 Sat 20:15] =>  2:53
     :END:
*** <2022-02-06 Sun>
**** DONE Brainstorm CABC assignment 3 thumbnails                   :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-06 Sun 17:47]--[2022-02-06 Sun 19:13] =>  1:26
     CLOCK: [2022-02-06 Sun 13:01]--[2022-02-06 Sun 14:56] =>  1:55
     CLOCK: [2022-02-06 Sun 09:12]--[2022-02-06 Sun 12:12] =>  3:00
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-02-06 Sun 19:14]--[2022-02-06 Sun 19:49] =>  0:35
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-02-18 Fri 21:03], for week 2022-W07.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *28h 54m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 13m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-02-07 Mon>
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-07 Mon 18:01]--[2022-02-07 Mon 20:50] =>  2:49
     CLOCK: [2022-02-07 Mon 13:10]--[2022-02-07 Mon 15:50] =>  2:40
     CLOCK: [2022-02-07 Mon 07:31]--[2022-02-07 Mon 11:30] =>  3:59
     :END:
*** <2022-02-08 Tue>
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-08 Tue 18:27]--[2022-02-08 Tue 20:49] =>  2:22
     :END:
*** <2022-02-09 Wed>
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-09 Wed 17:21]--[2022-02-09 Wed 20:17] =>  2:56
     :END:
*** <2022-02-10 Thu>
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-10 Thu 17:23]--[2022-02-10 Thu 20:22] =>  2:59
     :END:
*** <2022-02-11 Fri>
**** DONE Warmup                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-11 Fri 20:22]--[2022-02-11 Fri 21:07] =>  0:45
     :END:
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-11 Fri 17:29]--[2022-02-11 Fri 20:22] =>  2:53
     :END:
*** <2022-02-12 Sat>
**** DONE Brainstorm CABC assignment 3 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-12 Sat 08:23]--[2022-02-12 Sat 09:55] =>  1:32
     :END:
**** DONE Rendering primitive forms                                 :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-12 Sat 14:57]--[2022-02-12 Sat 15:51] =>  0:54
     :END:
**** DONE FP Matte rendering                                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-12 Sat 15:52]--[2022-02-12 Sat 16:27] =>  0:35
     :END:
*** <2022-02-13 Sun>
**** DONE Rendering primitive forms                                 :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-13 Sun 09:08]--[2022-02-13 Sun 11:46] =>  2:38
     :END:
**** DONE Brainstorm CABC assignment 4 sketches                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-13 Sun 13:08]--[2022-02-13 Sun 15:00] =>  1:52
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-02-13 Sun 19:57]--[2022-02-13 Sun 20:10] =>  0:13
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-02-18 Fri 21:03], for week 2022-W07.
  | Tags    | Headline                             | Time    |       |      |      |
  |---------+--------------------------------------+---------+-------+------+------|
  |         | *Total time*                         | *18:49* |       |      |      |
  |---------+--------------------------------------+---------+-------+------+------|
  |         | \_  Week 3                           |         | 18:49 |      |      |
  |         | \_    <2022-02-14 Mon>               |         |       | 7:01 |      |
  | drawing | \_      FP Matte Rendering           |         |       |      | 7:01 |
  |         | \_    <2022-02-15 Tue>               |         |       | 2:58 |      |
  | drawing | \_      Brainstorm CABC assignment 4 |         |       |      | 2:58 |
  |         | \_    <2022-02-16 Wed>               |         |       | 3:04 |      |
  | drawing | \_      Brainstorm CABC assignment 4 |         |       |      | 3:04 |
  |         | \_    <2022-02-17 Thu>               |         |       | 3:00 |      |
  | drawing | \_      Brainstorm CABC assignment 4 |         |       |      | 1:32 |
  | drawing | \_      Rendering basic forms        |         |       |      | 1:28 |
  |         | \_    <2022-02-18 Fri>               |         |       | 2:46 |      |
  | drawing | \_      Rendering basic forms        |         |       |      | 2:46 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *18h 49m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-02-14 Mon>
**** DONE FP Matte Rendering                                        :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-14 Mon 18:11]--[2022-02-14 Mon 20:17] =>  2:06
     CLOCK: [2022-02-14 Mon 16:08]--[2022-02-14 Mon 16:23] =>  0:15
     CLOCK: [2022-02-14 Mon 14:15]--[2022-02-14 Mon 15:58] =>  1:43
     CLOCK: [2022-02-14 Mon 08:43]--[2022-02-14 Mon 11:40] =>  2:57
     :END:
*** <2022-02-15 Tue>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-15 Tue 17:48]--[2022-02-15 Tue 20:46] =>  2:58
     :END:
*** <2022-02-16 Wed>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-16 Wed 17:39]--[2022-02-16 Wed 20:43] =>  3:04
     :END:
*** <2022-02-17 Thu>
**** DONE Brainstorm CABC assignment 4                              :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-17 Thu 17:47]--[2022-02-17 Thu 19:19] =>  1:32
     :END:
**** DONE Rendering basic forms                                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-17 Thu 19:19]--[2022-02-17 Thu 20:47] =>  1:28
     :END:
*** <2022-02-18 Fri>
**** DONE Rendering basic forms                                     :drawing:
     :LOGBOOK:
     CLOCK: [2022-02-18 Fri 20:37]--[2022-02-18 Fri 21:03] =>  0:26
     CLOCK: [2022-02-18 Fri 18:02]--[2022-02-18 Fri 20:22] =>  2:20
     :END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-02-18 Fri 21:03], for week 2022-W07.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
